-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: May 26, 2018 at 03:41 AM
-- Server version: 5.7.19
-- PHP Version: 5.6.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `info`
--
CREATE DATABASE IF NOT EXISTS `info` DEFAULT CHARACTER SET utf8 COLLATE utf8_bin;
USE `info`;

-- --------------------------------------------------------

--
-- Table structure for table `info`
--

DROP TABLE IF EXISTS `info`;
CREATE TABLE IF NOT EXISTS `info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `student_id` int(11) NOT NULL,
  `student_name` varchar(255) COLLATE utf8_bin NOT NULL,
  `teacher_name` varchar(255) COLLATE utf8_bin NOT NULL,
  `teacher_tel` varchar(255) COLLATE utf8_bin NOT NULL,
  `practice_time` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `practice_type` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `practice_long` int(11) DEFAULT NULL,
  `practice_company` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `relation_name` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `relation_tel` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `arrange` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `post` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `salary` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `company_taken` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `tenBreak` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `sixteenBreak` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `changed` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `remark` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `info`
--

INSERT INTO `info` (`id`, `student_id`, `student_name`, `teacher_name`, `teacher_tel`, `practice_time`, `practice_type`, `practice_long`, `practice_company`, `relation_name`, `relation_tel`, `arrange`, `post`, `salary`, `company_taken`, `tenBreak`, `sixteenBreak`, `changed`, `remark`) VALUES
(54, 2014127115, '肖志成', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '中山市博力高电子有限公司', '江小催', '13500141895', '自主择业', '技术员', '3500', '是', '否', '否', '', ''),
(57, 2014127117, '陈洪期', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '深圳市创同盟科技有限公司', '吴时文', '13714821407', '自主择业', '助理工程师', '3300', '是', '否', '否', '', ''),
(56, 2014127124, '梁秋霞', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '中山七日信息科技有限公司', '文纱', '18578775593', '自主择业', '技术员', '3200', '是', '否', '否', '', ''),
(59, 2014127125, '曾筠怡', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '中山七日信息科技有限公司', '文纱', '18578775593', '自主择业', '技术员', '3200', '是', '否', '否', '', ''),
(51, 2014127130, '何桂贤', '蔡教武', '13928132593', '2017年12月至2018年5月', '专业实习', 6, '深南电路股份有限公司', '赵栋', '13826545249', '自主择业', '储备干部', '3500', '是', '否', '否', '', ''),
(60, 2014127135, '叶锦清', '蔡教武', '13928132593', '2017年12月至2018年6月', '专业实习', 6, '中山国美电器有限公司', '周吴斌', '15507698841', '自主择业', '技术员', '3200', '是', '否', '否', '', ''),
(58, 2014127139, '谭俊明', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '中山数创科技有限公司', '叶福明', '18576251151', '自主择业', '助理工程师', '3300', '是', '否', '否', '', ''),
(55, 2014127148, '郭家健', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '深圳市虹科通讯有限公司', '刘书城', '13751073456', '自主择业', '技术员', '2500', '是', '否', '否', '', ''),
(49, 2014127210, '张伟福', '蔡教武', '13928132593', '2017年12月至2018年5月', '专业实习', 6, '诺为信息有限公司', '陈李濠', '13148524758', '自主择业', '助理工程师', '3000', '是', '否', '否', '', ''),
(52, 2014127217, '林冬贤', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '深圳育云信息科技有限公司', '罗甜', '13641493557', '自主择业', '软件测试员', '3000', '是', '否', '否', '', ''),
(53, 2014127223, '吴子鹰', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', 5, '惠州市龙威地产有限公司', '黄威龙', '18927338880', '自主择业', '副总经理', '3000', '是', '否', '否', '', ''),
(50, 2014127247, '杨家卓', '蔡教武', '13928132593', '2017年12月至2018年5月', '专业实习', 6, '深圳市计量质量检测研究院', '杨月平', '18922863308', '自主择业', '技术员', '3300', '是', '否', '否', '', ''),
(81, 2014127101, '黄家智', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', 6, '中山市海誉智能信息技术有限公司', '杨昆鹏', '17707603141', '自主选择', '电子工程师', '2600', '是', '否', '否', '', ''),
(84, 2014127110, '黎国鑫', '黄家权', '13631140656', '2018年2月至2018年6月', '专业实习', 4, '懒人生活网络科技有限公司', '卢殷', '18520233520', '自主选择', '电子工程师', '3000', '是', '否', '否', '', ''),
(77, 2014127133, '钟锦锋', '黄家权', '13631140656', '2017年12月至2018年6月', '专业实习', 6, '中山联速集成电路有限公司', '郭章垠', '13590793268', '自主选择', '电子工程师', '2000', '是', '否', '否', '', ''),
(80, 2014127136, '莫俊杰', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', 6, '晶威科技有限公司', '周艳', '18689378013', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(78, 2014127142, '余钰玲', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', 6, '广东硕泰智能装备有限公司', '汤雪凤', '18689389003', '自主选择', '电子工程师', '3000', '是', '否', '否', '', ''),
(79, 2014127150, '罗金华', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', 6, '黑子信息科技有限公司', '陈广阳', '18022078666', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(83, 2014127218, '罗添科', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', 5, '广东德怡电子科技有限公司', '余伟坚', '18928630965', '自主选择', '电子工程师', '3200', '是', '否', '否', '', ''),
(82, 2014127236, '李康杨', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', 6, '湛江开发区鑫桂园酒楼', '李木柳', '13531129454', '', '', '', '', '', '', '', ''),
(45, 2014127132, '彭伟娴', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '揭阳市波仕科技发展有限公司', '方泽波', '13112196278', '自主择业', '电子工程师', '3200', '是', '否', '否', '', ''),
(36, 2014127149, '张星', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '广东鸭梨新媒体信息科技股份有限公司', '叶福明', '18576251151', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(48, 2014127201, '林健烽', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '佛山龙眼传媒有限公司', '黄穗生', '13802468913', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(41, 2014127202, '梁家豪', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '广州三地信息技术有限公司', '李龙昇', '13077598720', '自主择业', '电子工程师', '3200', '是', '否', '否', '', ''),
(29, 2014127204, '元戴瑜', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '医惠科技（广东）有限公司', '廖素娟', '020-22112266', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(44, 2014127209, '陈沛航', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '东莞市永鑫达电子有限公司', '陈爱弟', '13712431334', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(47, 2014127212, '梁晓妤', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '广东慷泰建设工程有限公司', '梁建分', '13652662138', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(46, 2014127213, '李金碧', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '广州市安讴越办公设备有限公司', '曾超强', '18620943880', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(31, 2014127215, '李心', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '佛山市福窝自动化设备科技有限公司', '梁国柱', '18307604821', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(43, 2014127220, '张高旋', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '广东笃行科技有限公司', '黄金丰', '15363396828', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(34, 2014127221, '李嘉俊', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '广州诺为信息有限公司', '张伟福', '15113357243', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(35, 2014127222, '罗育鑫', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '深圳市联普科技有限公司', '李再华', '1392345357', '自主择业', '电子工程师', '4000', '是', '否', '否', '', ''),
(33, 2014127227, '任金婷', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '广州嘉薇商业管理有限公司', '陈明聪', '13553523314', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(30, 2014127231, '王广彬', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '英特韦特安防科技（中山）有限公司', '赖均治', '18933341692', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(32, 2014127234, '陈政浩', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', 6, '佛山市福窝自动化设备科技有限公司', '梁国柱', '18307604821', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(39, 2014127235, '李彩云', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '广州市胡慕轩信息科技有限公司', '李太谋', '13560384982', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(40, 2014127238, '区丽笑', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '广州市胡慕轩信息科技有限公司', '李太谋', '13560384982', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(37, 2014127240, '林家荣', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '深圳市力盛源光电科技有限公司', '杨启泽', '13410469572', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(42, 2014127241, '潘俊朗', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '佛山市南海区九江镇河清顺发纸品厂', '潘桂源', '13590567638', '自主择业', '电子工程师', '3200', '是', '否', '否', '', ''),
(38, 2014127244, '杨润泽', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', 6, '深圳市力盛源光电科技有限公司', '杨启泽', '13410469572', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(64, 2014127102, '林良明', '廖静很', '18813392545', '2017年12月至2018年4月', '顶岗实习', 5, '东莞市格子网络科技有限公司', '黎沛鑫', '18666992641', '自主择业', '电子工程师', '3000', '是', '否', '否', '否', ''),
(71, 2014127104, '林启海', '廖静很', '18813392545', '2017年12月至2018年4月', '顶岗实习', 5, '中山黑子信息科技', '陈广阳', '18022078666', '自主择业', '电子工程师', '2500', '是', '否', '否', '', '无'),
(61, 2014127105, '陈丽蓉', '廖静很', '18813392545', '2017年12月至2018年4月', '顶岗实习', 5, '中山联速集成电路有限公司', '欧阳泳意', '13790858964', '自主择业', '电子工程师', '2000', '是', '否', '否', '否', ''),
(76, 2014127106, '魏晓婉', '廖静很', '18813392545', '2017年12月至2018年3月', '顶岗实习', 4, '中山市思远科技有限公司', '曾丽珊', '18813934941', '自主择业', '电子工程师', '3600', '是', '否', '否', '', ''),
(63, 2014127111, '赖嘉慧', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '中山海誉智能信息技术有限公司', '杨坤鹏', '17707603141', '自主择业', '电子工程师', '4350', '是', '否', '否', '否', ''),
(73, 2014127112, '卢键聪', '廖静很', '18813392545', '2017年12月至2018年6月', '顶岗实习', 6, '辉碧电子（东莞）有限公司广州分公司', '姚炽文', '18926183766', '自主择业', '电子工程师', '2860', '是', '否', '否', '', ''),
(69, 2014127118, '李泽佳', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '广东省众创云设计有限公司', '郭辉明', '15807619116', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(67, 2014127120, '曾基', '廖静很', '18813392545', '2018年12月至2018年5月', '顶岗实习', 6, '珠海横琴盛达兆业科技投资有限公司', '张来卿', '13544943525', '自主择业', '平台研发', '3000', '是', '否', '否', '否', ''),
(75, 2014127122, '林洁', '廖静很', '18813392545', '2017年01月至2018年04月', '顶岗实习', 4, '中山浩洛时代信息科技有限公司', '谢彦杰', '18719394156', '自主择业', 'Web前端设计', '2500', '是', '否', '否', '', ''),
(72, 2014127126, '肖泽锟', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '中山市才通天下国际人才网', '朱永光', '18922446395', '自主择业', '技术开发', '3500', '是', '否', '否', '', ''),
(65, 2014127127, '梁珊珊', '廖静很', '18813392545', '2018年1月至2018年6月', '顶岗实习', 6, '深南电路股份有限公司', '赵栋', '13826545249', '自主择业', '电子工程师', '3740元', '是', '否', '否', '否', ''),
(62, 2014127129, '何肖燕', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '中山六匹马网络科技有限公司', '何才华', '15018008382', '自主择业', '电子工程师', '3000', '是', '否', '否', '否', ''),
(68, 2014127137, '戚斯然', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '中山市晶威电子科技有限公司', '韦德潜', '17325720092', '自主择业', '电子工程师', '3300', '是', '否', '否', '', ''),
(70, 2014127145, '陈少峰', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '中山市凯格科技有限公司', '李彩玲', '0760-23769584', '自主择业', '电子工程师', '2500', '是', '否', '否', '', ''),
(66, 2014127146, '陈妙纯', '廖静很', '18813392545', '2018年1月至2018年6月', '顶岗实习', 6, '深南电路股份有限公司', '唐成泉', '13620087335', '自主择业', '电子工程师', '3740元', '是', '否', '否', '否', ''),
(74, 2014127147, '林晓娴', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', 6, '中山市才通天下国际人才网', '罗秋红', '13715555675', '自主择业', '网络销售', '3400', '是', '否', '否', '', ''),
(21, 2014127107, '陈梓佳', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '中山市晶威电子科技有限公司', '周艳', '18689378013', '自主选择', '硬件助理工程师', '2500', '是', '否', '否', '', ''),
(22, 2014127116, '黄志强', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '广州乐智信息技术有限公司', '王颂慈', '13873783915', '自主选择', 'java后端开发助理工程师', '2600', '是', '否', '否', '', ''),
(23, 2014127123, '王伟任', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '中山市晶威科技有限公司', '周艳', '18689378013', '自主选择', '硬件助理工程师', '2500', '是', '否', '否', '', ''),
(24, 2014127128, '李漂', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '深圳市康力森实业有限公司', '潘炳良', '13430665206', '自主选择', '硬件开发助理', '4000', '否', '否', '否', '', ''),
(25, 2014127131, '李德键', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '中山市通达斯物联网有限公司 ', '李健珣', '13346488151', '自主选择', '电子工程师', '2200', '是', '否', '否', '', ''),
(26, 2014127134, '陈思远', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '广东地标建设有限公司', '欧红', '76923320589', '自主选择', '网络安全维护助理工程师', '3000', '是', '否', '否', '', ''),
(27, 2014127143, '庄伟滨', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '深圳市亨兴物流有限公司', '庄勤鹏', '15013540031', '自主选择', 'java后端开发助理工程师', '3000', '是', '否', '否', '', ''),
(28, 2014127144, '郑枫鸿', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', 6, '中山市中希信息科技有限公司', '慧姐', '0760-88720160', '自主选择', 'java后端开发助理工程师', '2200', '是', '否', '否', '', ''),
(19, 2014127230, '何秀霞', '林少茵', '13392941492', '2018年1月至2018年6月', '专业实习', 6, '中山小世界网络科技有限公司', '林莹莹', '17722592563', '自主选择', 'WEB前端开发助理工程师', '3000', '是', '否', '否', '', ''),
(20, 2014127237, '苏玉磊', '林少茵', '13392941492', '2018年1月至2018年6月', '专业实习', 6, '旭爱科技公司', '吴嘉豪', '13631117167', '自主选择', 'WEB前端开发助理工程师', '3000', '是', '否', '否', '', ''),
(86, 2014127140, '曹健照', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '中山宝华电子有限公司', '吕玉刚', '18576222291', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(85, 2014127141, '李豪文', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '泳骏海绵有限公司', '李冠华', '18923297427', '自主选择', '电子工程师', '4000', '是', '否', '否', '', ''),
(87, 2014127205, '刘苏云', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '天之力新能源科技有限公司', '汪何龙', '13068176960', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(88, 2014127214, '陈春林', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '河源市长诚科技有限公司', '陈诚', '13690983888', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(89, 2014127219, '邓媚', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '中山恒创物联网科技有限公司', '罗玉文 ', '15113329087', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(92, 2014127224, '谢伟海', '孙菁', '15016184567', '2018年2月至2018年6月', '专业实习', 5, '中山恒创物联网科技有限公司', '刘永 ', '13422826059', '自主选择', 'java后端开发', '2500', '否', '否', '否', '', ''),
(93, 2014127226, '黄仕钧', '孙菁', '15016184567', '2017年01月-2017年6月', '专业实习', 6, '中山广弘信息科技有限公司', '邹温泰', '13631162968', '自主选择', '电子工程师', '3000', '否', '否', '否', '', ''),
(94, 2014127239, '梁利俊', '孙菁', '15016184567', '2017年1月至2018年6月', '专业实习', 6, '广东瑞德智能科技股份有限公司', '钟裕卿 ', '15920702353', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(91, 2014127246, '王淑霞', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '深圳市阿尔法商品检验有限公司', '王航', '13826549590', '自主选择', '电子工程师', '3600', '是', '否', '否', '', ''),
(90, 2014127249, '黎鹏', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', 6, '北京宇天恒瑞科技有限公司', '刘爽', '75528462800', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(11, 2014127103, '史秀苗', '万其明', '13925307925', '2017年12月至2018年5月', '专业实习', 6, '中山职业技术学院继续教育处', '吴苑茵', '88222059', '自主选择', '考试中心助理', '1800', '是', '否', '否', '', ''),
(12, 2014127108, '陈晓琪', '万其明', '13925307925', '2017年12月至2018年5月', '专业实习', 6, '广东电网公司潮州供电局变电管理所', '朱育熹', '13828321520', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(16, 2014127113, '张豪', '万其明', '13925307925', '2018年1月到6月', '专业实习', 6, '东莞市格子网络科技有限公司', '黎沛鑫', '18666992641', '自主选择', '电子工程师', '2500', '否', '否', '否', '', ''),
(18, 2014127114, '刘蓉', '万其明', '13925307925', '2018年1月至2018年5月', '专业实习', 4, '中山市名朗网络科技有限公司', '吴少飞', '15578896025', '自主选择', '网站运营', '3500', '否', '否', '否', '', ''),
(17, 2014127119, '陈炼元', '万其明', '13925307925', '2018年1月至2018年6月', '专业实习', 6, '广州鸿灏科技有限公司', '林逸灏', '13823878004', '自主选择', '电子工程师', '2500', '否', '否', '否', '', ''),
(14, 2014127138, '梁静娴', '万其明', '13925307925', '2017年12月至2018年5月', '专业实习', 6, '帕思高电子科技有限公司', '郑一民', '15018435425', '自主选择', '电子工程师', '3000', '是', '否', '是，安排学生在法定节假日实习', '', ''),
(13, 2014127151, '陈晓敏', '万其明', '13925307925', '2018年1月至2018年6月', '专业实习', 6, '揭阳市波仕科技发展有限公司', '方泽波', '13112196278', '自主选择', 'WEB前端助理', '3200', '是', '否', '否', '', ''),
(15, 2014127206, '陈泽峰', '万其明', '13925307925', '2018年1月至2018年5月', '专业实习', 4, '广东德生科技股份有限公司', '郭建文', '13539900738', '自主选择', 'C/C++实习生', '4100', '否', '否', '否', '', ''),
(5, 2014127203, '罗晓涛', '周天凤', '18576063107', '2018年1月至2018年6月', '专业实习', 6, '广东德怡电子科技有限公司', '余伟坚', '18928630965', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(4, 2014127208, '黄伟增', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', 4, '广东德怡电子科技有限公司', '余伟坚', '18928630965', '自主选择', '样品跟单员', '2500', '是', '否', '否', '', ''),
(3, 2014127216, '薛锦东', '周天凤', '18576063107', '2017年12月至2018年5月', '专业实习', 6, '珠海创思新能源科技有限公司', '叶小姐', '13798985022', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(2, 2014127225, '何镇州', '周天凤', '18576063107', '2017年12月至2018年5月', '专业实习', 6, '珠海创思新能源科技有限公司', '叶小姐', '13798985022', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(10, 2014127242, '郑经明', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', 4, '汕头市东方艺实业有限公司', '郑壮丽', '15914709978', '自主选择', 'web前端工程师', '3200', '是', '否', '否', '', ''),
(7, 2014127243, '马少柔', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', 5, '广州科腾技术有限公司', '李常荣', '13202631217', '自主选择', 'java开发实习生', '3000', '是', '否', '否', '', ''),
(9, 2014127245, '余曼涵', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', 5, '汕头市高洁环境卫生服务有限公司', '李楚美 ', '18218926682', '自主选择', '技术员', '3000', '是', '否', '否', '', ''),
(6, 2014127250, '吴子杰', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', 5, '广州利康惠爱商贸有限公司', '徐瑶琳 ', '13352835588', '自主选择', '网络维护', '3000', '是', '否', '否', '', ''),
(8, 2014127248, '黄焕特', '周天凤 ', '18576063107', '2018年1月至2018年6月', '专业实习', 6, '中山博力高电子有限公司', '胡主管 ', '13528298675', '自主选择', '技术员', '2500', '是', '否', '否', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `student`
--

DROP TABLE IF EXISTS `student`;
CREATE TABLE IF NOT EXISTS `student` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `student_id` int(11) NOT NULL,
  `student_name` varchar(255) COLLATE utf8_bin NOT NULL,
  `student_pwd` int(11) DEFAULT NULL,
  `student_tel` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `school` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `academe` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `grade` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `profession` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `profession_id` int(11) DEFAULT NULL,
  `class_name` varchar(255) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `student`
--

INSERT INTO `student` (`id`, `student_id`, `student_name`, `student_pwd`, `student_tel`, `school`, `academe`, `grade`, `profession`, `profession_id`, `class_name`) VALUES
(1, 2014127101, '黄家智', 123456, '13427072503', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(2, 2014127102, '林良明', 123456, '15220939539', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(3, 2014127103, '史秀苗', 123456, '13549854510', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(4, 2014127104, '林启海', 123456, '13427070900', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(5, 2014127105, '陈丽蓉', 123456, '13611454232', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(6, 2014127106, '魏晓婉', 123456, '18476011136', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(7, 2014127107, '陈梓佳', 123456, '15876875628', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(8, 2014127108, '陈晓琪', 123456, '15814947325', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(9, 2014127110, '黎国鑫', 123456, '13527191464', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(10, 2014127111, '赖嘉慧', 123456, '13543826751', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(11, 2014127112, '卢键聪', 123456, '13531840665', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(12, 2014127113, '张豪', 123456, '15816160745', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(13, 2014127114, '刘蓉', 123456, '15916457330', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(14, 2014127115, '肖志成', 123456, '13531771917', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(15, 2014127116, '黄志强', 123456, '13543840875', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(16, 2014127117, '陈洪期', 123456, '13715554942', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(17, 2014127118, '李泽佳', 123456, '13532017796', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(18, 2014127119, '陈炼元', 123456, '15916483499', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(19, 2014127120, '曾基', 123456, '18319714090', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(20, 2014127122, '林洁', 123456, '18476016023', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(21, 2014127123, '王伟任', 123456, '13527139906', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(22, 2014127124, '梁秋霞', 123456, '13433528797', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(23, 2014127125, '曾筠怡', 123456, '15994988690', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(24, 2014127126, '肖泽锟', 123456, '13543805841', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(25, 2014127127, '梁珊珊', 123456, '18312766368', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(26, 2014127128, '李漂', 123456, '13544175187', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(27, 2014127129, '何肖燕', 123456, '13232376891', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(28, 2014127130, '何桂贤', 123456, '15994967031', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(29, 2014127131, '李德键', 123456, '13527126084', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(30, 2014127132, '彭伟娴', 123456, '18476969309', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(31, 2014127133, '钟锦锋', 123456, '13427091381', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(32, 2014127134, '陈思远', 123456, '18319555230', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(33, 2014127135, '叶锦清', 123456, '18476830211', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(34, 2014127136, '莫俊杰', 123456, '13226099165', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(35, 2014127137, '戚斯然', 123456, '13715641630', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(36, 2014127138, '梁静娴', 123456, '13071433502', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(37, 2014127139, '谭俊明', 123456, '15812669503', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(38, 2014127140, '曹健照', 123456, '15017301587', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(39, 2014127141, '李豪文', 123456, '13427094374', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(40, 2014127142, '余钰玲', 123456, '13715576468', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(41, 2014127143, '庄伟滨', 123456, '13632823802', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(42, 2014127144, '郑枫鸿', 123456, '13715663422', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(43, 2014127145, '陈少峰', 123456, '13532090552', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(44, 2014127146, '陈妙纯', 123456, '15814948901', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(45, 2014127147, '林晓娴', 123456, '13715597426', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(46, 2014127148, '郭家健', 123456, '15812669503', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(47, 2014127149, '张星', 123456, '13226706605', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(48, 2014127150, '罗金华', 123456, '13427074275', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(49, 2014127151, '陈晓敏', 123456, '13715641379', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141271'),
(50, 2014127201, '林健烽', 123456, '15019914614', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(51, 2014127202, '梁家豪', 123456, '15916485549', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(52, 2014127203, '罗晓涛', 123456, '15814946572', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(53, 2014127204, '元戴瑜', 123456, '15816160291', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(54, 2014127205, '刘苏云', 123456, '15876083116', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(55, 2014127206, '陈泽峰', 123456, '15916453549', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(56, 2014127207, '李煜基', 123456, '18318669524', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(57, 2014127208, '黄伟增', 123456, '13421464350', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(58, 2014127209, '陈沛航', 123456, '13427093961', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(59, 2014127210, '张伟福', 123456, '15813284875', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(60, 2014127212, '梁晓妤', 123456, '15019565280', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(61, 2014127213, '李金碧', 123456, '13726073550', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(62, 2014127214, '陈春林', 123456, '18312640628', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(63, 2014127215, '李心', 123456, '13726099604', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(64, 2014127216, '薛锦东', 123456, '13543815250', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(65, 2014127217, '林冬贤', 123456, '15916486095', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(66, 2014127218, '罗添科', 123456, '15019525321', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(67, 2014127219, '邓媚', 123456, '18719348727', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(68, 2014127220, '张高旋', 123456, '15019915075', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(69, 2014127221, '李嘉俊', 123456, '13750549076', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(70, 2014127222, '罗育鑫', 123456, '18476085230', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(71, 2014127223, '吴子鹰', 123456, '13413169172', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(72, 2014127224, '谢伟海', 123456, '13527151451', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(73, 2014127225, '何镇州', 123456, '13413898000', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(74, 2014127226, '黄仕钧', 123456, '13148535520', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(75, 2014127227, '任金婷', 123456, '13531816349', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(76, 2014127230, '何秀霞', 123456, '13531767712', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(77, 2014127231, '王广彬', 123456, '15976329351', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(78, 2014127234, '陈政浩', 123456, '15219721333', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(79, 2014127235, '李彩云', 123456, '13652211836', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(80, 2014127236, '李康杨', 123456, '18719171901', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(81, 2014127237, '苏玉磊', 123456, '18813719786', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(82, 2014127238, '区丽笑', 123456, '13066266964', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(83, 2014127239, '梁利俊', 123456, '18312893379', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(84, 2014127240, '林家荣', 123456, '15916463564', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(85, 2014127241, '潘俊朗', 123456, '13302413276', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(86, 2014127242, '郑经明', 123456, '13427094142', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(87, 2014127243, '马少柔', 123456, '13532059545', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(88, 2014127244, '杨润泽', 123456, '15812669901', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(89, 2014127245, '余曼涵', 123456, '15876079121', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(90, 2014127246, '王淑霞', 123456, '15919751607', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(91, 2014127247, '杨家卓', 123456, '15626558618', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(92, 2014127248, '黄焕特', 123456, '15976393879', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', 80701, '本科20141272'),
(93, 2014127249, '黎鹏', 123456, '13432157283', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+3）', 80701, '本科20141272'),
(94, 2014127250, '吴子杰', 123456, '13602832654', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+4）', 80701, '本科20141272');

-- --------------------------------------------------------

--
-- Table structure for table `teacher`
--

DROP TABLE IF EXISTS `teacher`;
CREATE TABLE IF NOT EXISTS `teacher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `teacher_name` varchar(255) COLLATE utf8_bin NOT NULL,
  `teacher_pwd` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `teacher_tel` varchar(255) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `teacher`
--

INSERT INTO `teacher` (`id`, `teacher_name`, `teacher_pwd`, `teacher_id`, `teacher_tel`) VALUES
(1, '周天凤', 123456, 201753060, '18576063107'),
(2, '万其明', 123456, 200952052, '13925307925'),
(3, '林少茵', 123456, 200752020, '13392941492'),
(4, '李硕明', 123456, 201052069, '15889892165'),
(5, '蔡教武', 123456, 201753062, '13928132593'),
(6, '廖静很', 123456, 200852029, '18813392545'),
(7, '孙菁', 123456, 200952060, '15016184567'),
(8, '黄家权', 123456, 200952066, '13631140656');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
